{"maxSetences":7,"termo":"Bacon","prefixo":"A historia de","getSourceContent":"Bacon is a type of salt-cured pork. Bacon is prepared from several different cuts of meat, typically from the pork belly or from back cuts, which have less fat than the belly. It is eaten on its own, as a side dish (particularly in breakfasts), or used as a minor ingredient to flavour dishes (e.g., the club sandwich). Bacon is also used for barding and larding roasts, especially game, including venison and pheasant. The word is derived from the Old High German bacho, meaning \"buttock\", \"ham\" or \"side of bacon\", and is cognate with the Old French bacon.\n\nMeat from other animals, such as beef, lamb, chicken, goat, or turkey, may also be cut, cured, or otherwise prepared to resemble bacon, and may even be referred to as, for example, \"turkey bacon\". Such use is common in areas with significant Jewish and Muslim populations as both religions prohibit the consumption of pork. Vegetarian bacons such as \"soy bacon\" also exist and attract vegetarians and vegans.\n\n\n== Curing and smoking ==\n\nBacon is cured through either a process of injecting with or soaking in brine, known as wet curing, or using plain crystal salt, known as dry curing. Bacon brine has added curing ingredients, most notably sodium nitrite (or less often, potassium nitrate), which speed the curing and stabilize color. Fresh bacon may then be dried for weeks or months in cold air, or it may be smoked or boiled. Fresh and dried bacon are typically cooked before eating, often by pan frying. Boiled bacon is ready to eat, as is some smoked bacon, but they may be cooked further before eating. Differing flavours can be achieved by using various types of wood, or less common fuels such as corn cobs or peat. This process can take up to eighteen hours, depending on the intensity of the flavour desired. The Virginia Housewife (1824), thought to be one of the earliest American cookbooks, gives no indication that bacon is ever not smoked, though it gives no advice on flavouring, noting only that care should be taken lest the fire get too hot. In early American history, the curing and smoking of bacon (like the making of sausage) seems to have been one of the few food-preparation processes not divided by gender.Bacon is distinguished from other salt-cured pork by differences in the cuts of meat used and in the brine or dry packing. Historically, the terms \"ham\" and \"bacon\" referred to different cuts of meat that were brined or packed identically, often together in the same barrel. Today, ham is defined as coming from the hind portion of the pig and brine specifically for curing ham includes a greater amount of sugar, while bacon is less sweet, though ingredients such as brown sugar or maple syrup are used for flavor. Bacon is similar to salt pork, which in modern times is often prepared from similar cuts, but salt pork is never smoked, and has a much higher salt content.For safety, bacon may be treated to prevent trichinosis, caused by Trichinella, a parasitic roundworm which can be destroyed by heating, freezing, drying, or smoking. Sodium polyphosphates, such as sodium triphosphate, may also be added to make the product easier to slice and to reduce spattering when the bacon is pan-fried.\n\n\n== Cuts ==\nVarieties differ depending on the primal cut from which they are prepared. Different cuts of pork are used for making bacon depending on local preferences.\n\nSide bacon, or streaky bacon, comes from the pork belly. It has long alternating layers of fat and muscle running parallel to the rind. This is the most common form of bacon in the United States.Pancetta is an Italian form of side bacon, sold smoked or unsmoked (aqua). It is generally rolled up into cylinders after curing, and is known for having a strong flavour.\nBack bacon contains meat from the loin in the middle of the back of the pig. It is a leaner cut, with less fat compared to side bacon. Most bacon consumed in the United Kingdom and Ireland is back bacon.\nCollar bacon is taken from the back of a pig near the head.\nCottage bacon is made from the lean meat from a boneless pork shoulder that is typically tied into an oval shape.\nJowl bacon is cured and smoked cheeks of pork. Guanciale is an Italian jowl bacon that is seasoned and dry cured but not smoked.The inclusion of skin with a cut of bacon, known as the 'bacon rind', varies, though is less common in the English-speaking world.\n\n\n== Around the world ==\n\nBacon is often served with eggs and sausages as part of a full breakfast.\n\n\n=== Australia and New Zealand ===\nThe most common form sold is middle bacon, which includes some of the streaky, fatty section of side bacon along with a portion of the loin of back bacon. In response to increasing consumer diet-consciousness, some supermarkets also offer the loin section only. This is sold as short cut bacon and is usually priced slightly higher than middle bacon. Both varieties are usually available with the rind removed.\n\n\n=== Canada ===\n\nIn Canada, the term bacon on its own typically refers to side bacon. Canadian-style back bacon is a lean cut from the eye of the pork loin with little surrounding fat. Peameal bacon is an unsmoked back bacon, wet-cured and coated in fine-ground cornmeal (historically, it was rolled in ground, dried peas); it is popular in southern Ontario. Bacon is often eaten in breakfasts, such as with cooked eggs or pancakes. Maple syrup is often used as a flavouring while curing bacon in Canada.\n\n\n=== Germany ===\n\nSome of the meanings of bacon overlap with the German-language term Speck. Germans use the term bacon explicitly for Frühstücksspeck ('breakfast Speck') which are cured or smoked pork slices. Traditional German cold cuts favor ham over bacon, however \"Wammerl\" (grilled pork belly) remains popular in Bavaria.\nSmall bacon cubes (called \"Grieben\" or \"Grammerln\" in Austria and southern Germany) have been a rather important ingredient of various southern German dishes. They are used for adding flavor to soups and salads and for speck dumplings and various noodle and potato dishes. Instead of preparing them at home from larger slices, they have been sold ready made as convenience foods recently as \"Baconwürfel\" (\"bacon cubes\") in German retail stores.\n\n\n=== Japan ===\nIn Japan, bacon (ベーコン) is pronounced \"bēkon\". It is cured and smoked belly meat as in the US, and is sold in either regular or half-length sizes. Bacon in Japan is different from that in the US in that the meat is not sold raw, but is processed, precooked and has a ham-like consistency when cooked. Uncured, sliced pork belly, known as bara (バラ), is very popular in Japan and is used in a variety of dishes (e.g. yakitori and yakiniku).\n\n\n=== United Kingdom and Ireland ===\nIn the United Kingdom and Ireland, back bacon is most common, and is the usual meaning of the plain term \"bacon\". A thin slice of bacon is known as a rasher. Heavily trimmed back cuts which consist of just the eye of meat, known as a medallion, are available. Bacon may be cured in several ways, and may be smoked or unsmoked; unsmoked bacon is known as \"green bacon\". Fried or grilled bacon rashers are included in the traditional full breakfast. Hot bacon sandwiches are a popular cafe dish in the UK and Ireland, and is anecdotally recommended as a hangover cure.\n\n\n=== United States ===\nThe term bacon on its own generally refers to side bacon, which is the most popular type of bacon sold in the US. Back bacon is known as \"Canadian bacon\" or \"Canadian-style bacon\", and is usually sold pre-cooked and thick-sliced. American bacons include varieties smoked with hickory, mesquite or applewood and flavourings such as chili pepper, maple, brown sugar, honey, or molasses.  A side of unsliced bacon is known as \"slab bacon\".\n\n\n== Bacon mania ==\n\nThe United States and Canada have seen an increase in the popularity of bacon and bacon-related recipes, dubbed \"bacon mania\". The sale of bacon in the US has increased significantly since 2011. Sales climbed 9.5% in 2013, making it an all-time high of nearly $4 billion in US. In a survey conducted by Smithfield, 65% of Americans would support bacon as their \"national food\". Dishes such as bacon explosion, chicken fried bacon, and chocolate-covered bacon have been popularised over the internet, as has using candied bacon. Recipes spread quickly through both countries' national media, culinary blogs, and YouTube. Restaurants have organised and are organising bacon and beer tasting nights, The New York Times reported on bacon infused with Irish whiskey used for Saint Patrick's Day cocktails, and celebrity chef Bobby Flay has endorsed a \"Bacon of the Month\" club online, in print, and on national television.Commentators explain this surging interest in bacon by reference to what they deem American cultural characteristics. Sarah Hepola, in a 2008 article in Salon.com, suggests a number of reasons, one of them being that eating bacon in the modern, health-conscious world is an act of rebellion: \"Loving bacon is like shoving a middle finger in the face of all that is healthy and holy while an unfiltered cigarette smoulders between your lips.\" She also suggests bacon is sexy (with a reference to Sarah Katherine Lewis' book Sex and Bacon), kitsch, and funny. Hepola concludes by saying that \"Bacon is American\".\nAlison Cook, writing in the Houston Chronicle, argues the case of bacon's American citizenship by referring to historical and geographical uses of bacon. Early American literature echoes the sentiment—in Ebenezer Cooke's 1708 poem The Sot-Weed Factor, a satire of life in early colonial America, the narrator already complains that practically all the food in America was bacon-infused.On 1 February 2017, The Ohio Pork Council released a report that demand for pork belly (bacon) product is outpacing supply. As of December 2016 national frozen pork belly inventory totaled 17.8 million lb (8.1 million kg), the lowest level in 50 years.\n\n\n== Bacon dishes ==\n\nBacon dishes include bacon and eggs, bacon, lettuce, and tomato (BLT) sandwiches, Cobb salad, and various bacon-wrapped foods, such as scallops, shrimp, and asparagus. Recently invented bacon dishes include chicken fried bacon, chocolate covered bacon, and the bacon explosion. Tatws Pum Munud is a traditional Welsh stew, made with sliced potatoes, vegetables and smoked bacon. Bacon jam and bacon marmalade are also commercially available.\nIn the US and Europe, bacon is commonly used as a condiment or topping on other foods, often in the form of bacon bits. Streaky bacon is more commonly used as a topping in the US on such items as pizza, salads, sandwiches, hamburgers, baked potatoes, hot dogs, and soups. In the US, sliced smoked back bacon is used less frequently than the streaky variety, but can sometimes be found on pizza, salads, and omelettes.\nBacon is also used in adaptations of dishes; for example, bacon wrapped meatloaf, and can be mixed in with green beans or served sautéed over spinach.\n\n\n== Bacon fat ==\n\nBacon fat liquefies and becomes drippings when it is heated. Once cool, it firms into a form of lard. Bacon fat is flavourful and is used for various cooking purposes. Traditionally, bacon grease is saved in British and southern US cuisine, and used as a base for cooking and as an all-purpose flavouring, for everything from gravy to cornbread to salad dressing.\n\nIn Germany, Griebenschmalz is a popular spread made from bacon lard.\nBacon is often used for a cooking technique called barding consisting of laying or wrapping strips of bacon or other fats over a roast to provide additional fat to a lean piece of meat. It is often used for roast game birds, and is a traditional method of preparing beef filet mignon, which is wrapped in strips of bacon before cooking. The bacon itself may afterwards be discarded or served to eat, like cracklings. It may also be cut into lardons.\nOne teaspoon (4 g or 0.14 oz) of bacon grease has 38 calories (40 kJ/g). It is composed almost completely of fat, with very little additional nutritional value. Bacon fat is roughly 40% saturated. Despite the disputed health risks of excessive bacon grease consumption, it remains popular in the cuisine of the American South.\n\n\n== Nutrients ==\nOne 10-g slice of cooked side bacon contains 4.5 g of fat, 3.0 g of protein, and 205 mg of sodium. The fat, protein, and sodium content varies depending on the cut and cooking method.\n68% of the food energy of bacon comes from fat, almost half of which is saturated. A serving of three slices of bacon contains 30 milligrams of cholesterol (0.1%).\n\n\n== Health concerns ==\n\nStudies have consistently found the consumption of processed meat to be linked to increased mortality, and to an increased risk of developing a number of serious health conditions including cancer, cardiovascular disease and type 2 diabetes. Although as of 2017 these links have not been definitely established as causal, they are likely to be.According to the World Health Organization, regular consumption of processed meats such as bacon increases the likelihood of developing colorectal cancers by 18%.\n\n\n== Alternatives ==\nSeveral alternatives to and substitutes for bacon have been developed for those who cannot or prefer not to eat standard pork bacon.\n\n\n=== Turkey bacon ===\n\nTurkey bacon is a popular alternative to bacon. People may choose turkey bacon over real bacon due to health benefits, religious laws, or other reasons. It is lower in fat and food energy than bacon, but may be used in a similar manner (such as in a BLT sandwich).The meat for turkey bacon comes from the whole turkey and can be cured or uncured, smoked, chopped, and reformed into strips that resemble bacon. Turkey bacon is cooked by pan-frying. Cured turkey bacon made from dark meat can be 90% fat free. The low fat content of turkey bacon means it does not shrink while being cooked and has a tendency to stick to the pan.\n\n\n=== Macon ===\nMacon is another alternative to bacon, produced by curing cuts of mutton in a manner similar to the production of pork bacon. Historically produced in Scotland, it was introduced across Britain during World War II as a consequence of rationing. It is today available as an alternative to bacon, produced for the Muslim market and sold at halal butchers; it is largely similar in appearance to pork bacon except for the darker colour.\n\n\n=== Vegetarian bacon ===\nVegetarian bacon, also referred to as facon, veggie bacon, or vacon, is a product marketed as a bacon alternative. It has no cholesterol, is low in fat, and contains large amounts of protein and fibre. Two slices contain about 310 kilojoules (74 kcal). Vegetarian bacon is usually made from marinated strips of tofu or tempeh.\n\n\n== Reception ==\n\nBacon Today states that bacon has a very valuable amount of protein that is \"valuable to maintaining our energy levels and a fully functioning, healthy body\". Everything Tastes Better with Bacon, a book by Sara Perry, is a cookbook that compliments bacon's many uses in cooking.On the other hand, as with most meat products, producers of bacon have received heavy criticism for how their pigs are treated. Many petitions and protests have been made trying to raise awareness and change how producers treat their pigs. Many of these protests have turned out successful: for example, following NBC News's report of an undercover investigation of an abusive pig farm, Tyson Foods terminated their contract with the pig farm. Similar to NBC's investigation, The Humane Society of the United States (HSUS) investigated Seaboard Foods, one of the pig breeding facilities that supply Walmart. According to HSUS, the pigs were treated poorly and abused. Walmart spokesperson Diana Gee said, \"As soon as we were made aware of the allegations, we immediately reached out to Seaboard to begin investigating the issue ... Pending our review, we will take any action necessary.\" Petitions also exist that oppose poor treatment of pigs, many of which state that the current treatment of pigs in factories is cruel and unethical.\n\n\n== Bacon-flavoured products ==\n\nThe popularity of bacon in the United States has given rise to a number of commercial products that promise to add bacon flavouring without the labour involved in cooking it or the perceived negative qualities of bacon.\n\n\n=== Bacon bits ===\nBacon bits are a frequently used topping on salad or potatoes, and a common element of salad bars. They are usually salted. Bacon bits are made from small, crumbled pieces of bacon; in commercial plants they are cooked in continuous microwave ovens. Similar products are made from ham or turkey, and analogues are made from textured vegetable protein, artificially flavoured to resemble bacon.\n\n\n=== Other bacon-flavoured products ===\nThere is also a wide range of other bacon-flavoured products, including a bacon-flavoured salt (Bacon Salt), Baconnaise (a bacon-flavoured mayonnaise), Bacon Grill (a tinned meat, similar to Spam) and bacon ice cream.\n\n\n== In popular culture ==\n\nBacon has been gaining popularity over the past decade. An internet fad arose around bacon.Epic Meal Time, a cooking show based on YouTube, features bacon in many of their episodes. In one episode entitled Bacon Tree, Epic Meal Time creates a tree made out of bacon using over 2,000 strips of bacon. In another episode entitled Boss Bacon Burger, over 400 strips of bacon are used to make a gigantic hamburger with bacon and other toppings.\n\n\n== See also ==\n\n\n== References ==\n\n\n== External links ==","getSourceCorrect":"Bacon is a type of salt-cured pork. Bacon is prepared from several different cuts of meat, typically from the pork belly or from back cuts, which have less fat than the belly. It is eaten on its own, as a side dish , or used as a minor ingredient to flavour dishes . Bacon is also used for barding and larding roasts, especially game, including venison and pheasant. The word is derived from the Old High German bacho, meaning \"buttock\", \"ham\" or \"side of bacon\", and is cognate with the Old French bacon. Meat from other animals, such as beef, lamb, chicken, goat, or turkey, may also be cut, cured, or otherwise prepared to resemble bacon, and may even be referred to as, for example, \"turkey bacon\". Such use is common in areas with significant Jewish and Muslim populations as both religions prohibit the consumption of pork. Vegetarian bacons such as \"soy bacon\" also exist and attract vegetarians and vegans. Bacon is cured through either a process of injecting with or soaking in brine, known as wet curing, or using plain crystal salt, known as dry curing. Bacon brine has added curing ingredients, most notably sodium nitrite , which speed the curing and stabilize color. Fresh bacon may then be dried for weeks or months in cold air, or it may be smoked or boiled. Fresh and dried bacon are typically cooked before eating, often by pan frying. Boiled bacon is ready to eat, as is some smoked bacon, but they may be cooked further before eating. Differing flavours can be achieved by using various types of wood, or less common fuels such as corn cobs or peat. This process can take up to eighteen hours, depending on the intensity of the flavour desired. The Virginia Housewife , thought to be one of the earliest American cookbooks, gives no indication that bacon is ever not smoked, though it gives no advice on flavouring, noting only that care should be taken lest the fire get too hot. In early American history, the curing and smoking of bacon seems to have been one of the few food-preparation processes not divided by gender.Bacon is distinguished from other salt-cured pork by differences in the cuts of meat used and in the brine or dry packing. Historically, the terms \"ham\" and \"bacon\" referred to different cuts of meat that were brined or packed identically, often together in the same barrel. Today, ham is defined as coming from the hind portion of the pig and brine specifically for curing ham includes a greater amount of sugar, while bacon is less sweet, though ingredients such as brown sugar or maple syrup are used for flavor. Bacon is similar to salt pork, which in modern times is often prepared from similar cuts, but salt pork is never smoked, and has a much higher salt content.For safety, bacon may be treated to prevent trichinosis, caused by Trichinella, a parasitic roundworm which can be destroyed by heating, freezing, drying, or smoking. Sodium polyphosphates, such as sodium triphosphate, may also be added to make the product easier to slice and to reduce spattering when the bacon is pan-fried. Varieties differ depending on the primal cut from which they are prepared. Different cuts of pork are used for making bacon depending on local preferences. Side bacon, or streaky bacon, comes from the pork belly. It has long alternating layers of fat and muscle running parallel to the rind. This is the most common form of bacon in the United States.Pancetta is an Italian form of side bacon, sold smoked or unsmoked . It is generally rolled up into cylinders after curing, and is known for having a strong flavour. Back bacon contains meat from the loin in the middle of the back of the pig. It is a leaner cut, with less fat compared to side bacon. Most bacon consumed in the United Kingdom and Ireland is back bacon. Collar bacon is taken from the back of a pig near the head. Cottage bacon is made from the lean meat from a boneless pork shoulder that is typically tied into an oval shape. Jowl bacon is cured and smoked cheeks of pork. Guanciale is an Italian jowl bacon that is seasoned and dry cured but not smoked.The inclusion of skin with a cut of bacon, known as the 'bacon rind', varies, though is less common in the English-speaking world. Bacon is often served with eggs and sausages as part of a full breakfast. The most common form sold is middle bacon, which includes some of the streaky, fatty section of side bacon along with a portion of the loin of back bacon. In response to increasing consumer diet-consciousness, some supermarkets also offer the loin section only. This is sold as short cut bacon and is usually priced slightly higher than middle bacon. Both varieties are usually available with the rind removed. In Canada, the term bacon on its own typically refers to side bacon. Canadian-style back bacon is a lean cut from the eye of the pork loin with little surrounding fat. Peameal bacon is an unsmoked back bacon, wet-cured and coated in fine-ground cornmeal ; it is popular in southern Ontario. Bacon is often eaten in breakfasts, such as with cooked eggs or pancakes. Maple syrup is often used as a flavouring while curing bacon in Canada. Some of the meanings of bacon overlap with the German-language term Speck. Germans use the term bacon explicitly for Frühstücksspeck which are cured or smoked pork slices. Traditional German cold cuts favor ham over bacon, however \"Wammerl\" remains popular in Bavaria. Small bacon cubes have been a rather important ingredient of various southern German dishes. They are used for adding flavor to soups and salads and for speck dumplings and various noodle and potato dishes. Instead of preparing them at home from larger slices, they have been sold ready made as convenience foods recently as \"Baconwürfel\" in German retail stores. In Japan, bacon is pronounced \"bēkon\". It is cured and smoked belly meat as in the US, and is sold in either regular or half-length sizes. Bacon in Japan is different from that in the US in that the meat is not sold raw, but is processed, precooked and has a ham-like consistency when cooked. Uncured, sliced pork belly, known as bara , is very popular in Japan and is used in a variety of dishes . In the United Kingdom and Ireland, back bacon is most common, and is the usual meaning of the plain term \"bacon\". A thin slice of bacon is known as a rasher. Heavily trimmed back cuts which consist of just the eye of meat, known as a medallion, are available. Bacon may be cured in several ways, and may be smoked or unsmoked; unsmoked bacon is known as \"green bacon\". Fried or grilled bacon rashers are included in the traditional full breakfast. Hot bacon sandwiches are a popular cafe dish in the UK and Ireland, and is anecdotally recommended as a hangover cure. The term bacon on its own generally refers to side bacon, which is the most popular type of bacon sold in the US. Back bacon is known as \"Canadian bacon\" or \"Canadian-style bacon\", and is usually sold pre-cooked and thick-sliced. American bacons include varieties smoked with hickory, mesquite or applewood and flavourings such as chili pepper, maple, brown sugar, honey, or molasses. A side of unsliced bacon is known as \"slab bacon\". The United States and Canada have seen an increase in the popularity of bacon and bacon-related recipes, dubbed \"bacon mania\". The sale of bacon in the US has increased significantly since 2011. Sales climbed 9.5% in 2013, making it an all-time high of nearly $4 billion in US. In a survey conducted by Smithfield, 65% of Americans would support bacon as their \"national food\". Dishes such as bacon explosion, chicken fried bacon, and chocolate-covered bacon have been popularised over the internet, as has using candied bacon. Recipes spread quickly through both countries' national media, culinary blogs, and YouTube. Restaurants have organised and are organising bacon and beer tasting nights, The New York Times reported on bacon infused with Irish whiskey used for Saint Patrick's Day cocktails, and celebrity chef Bobby Flay has endorsed a \"Bacon of the Month\" club online, in print, and on national television.Commentators explain this surging interest in bacon by reference to what they deem American cultural characteristics. Sarah Hepola, in a 2008 article in Salon.com, suggests a number of reasons, one of them being that eating bacon in the modern, health-conscious world is an act of rebellion: \"Loving bacon is like shoving a middle finger in the face of all that is healthy and holy while an unfiltered cigarette smoulders between your lips.\" She also suggests bacon is sexy , kitsch, and funny. Hepola concludes by saying that \"Bacon is American\". Alison Cook, writing in the Houston Chronicle, argues the case of bacon's American citizenship by referring to historical and geographical uses of bacon. Early American literature echoes the sentiment—in Ebenezer Cooke's 1708 poem The Sot-Weed Factor, a satire of life in early colonial America, the narrator already complains that practically all the food in America was bacon-infused.On 1 February 2017, The Ohio Pork Council released a report that demand for pork belly product is outpacing supply. As of December 2016 national frozen pork belly inventory totaled 17.8 million lb , the lowest level in 50 years. Bacon dishes include bacon and eggs, bacon, lettuce, and tomato sandwiches, Cobb salad, and various bacon-wrapped foods, such as scallops, shrimp, and asparagus. Recently invented bacon dishes include chicken fried bacon, chocolate covered bacon, and the bacon explosion. Tatws Pum Munud is a traditional Welsh stew, made with sliced potatoes, vegetables and smoked bacon. Bacon jam and bacon marmalade are also commercially available. In the US and Europe, bacon is commonly used as a condiment or topping on other foods, often in the form of bacon bits. Streaky bacon is more commonly used as a topping in the US on such items as pizza, salads, sandwiches, hamburgers, baked potatoes, hot dogs, and soups. In the US, sliced smoked back bacon is used less frequently than the streaky variety, but can sometimes be found on pizza, salads, and omelettes. Bacon is also used in adaptations of dishes; for example, bacon wrapped meatloaf, and can be mixed in with green beans or served sautéed over spinach. Bacon fat liquefies and becomes drippings when it is heated. Once cool, it firms into a form of lard. Bacon fat is flavourful and is used for various cooking purposes. Traditionally, bacon grease is saved in British and southern US cuisine, and used as a base for cooking and as an all-purpose flavouring, for everything from gravy to cornbread to salad dressing. In Germany, Griebenschmalz is a popular spread made from bacon lard. Bacon is often used for a cooking technique called barding consisting of laying or wrapping strips of bacon or other fats over a roast to provide additional fat to a lean piece of meat. It is often used for roast game birds, and is a traditional method of preparing beef filet mignon, which is wrapped in strips of bacon before cooking. The bacon itself may afterwards be discarded or served to eat, like cracklings. It may also be cut into lardons. One teaspoon of bacon grease has 38 calories . It is composed almost completely of fat, with very little additional nutritional value. Bacon fat is roughly 40% saturated. Despite the disputed health risks of excessive bacon grease consumption, it remains popular in the cuisine of the American South. One 10-g slice of cooked side bacon contains 4.5 g of fat, 3.0 g of protein, and 205 mg of sodium. The fat, protein, and sodium content varies depending on the cut and cooking method. 68% of the food energy of bacon comes from fat, almost half of which is saturated. A serving of three slices of bacon contains 30 milligrams of cholesterol . Studies have consistently found the consumption of processed meat to be linked to increased mortality, and to an increased risk of developing a number of serious health conditions including cancer, cardiovascular disease and type 2 diabetes. Although as of 2017 these links have not been definitely established as causal, they are likely to be.According to the World Health Organization, regular consumption of processed meats such as bacon increases the likelihood of developing colorectal cancers by 18%. Several alternatives to and substitutes for bacon have been developed for those who cannot or prefer not to eat standard pork bacon. Turkey bacon is a popular alternative to bacon. People may choose turkey bacon over real bacon due to health benefits, religious laws, or other reasons. It is lower in fat and food energy than bacon, but may be used in a similar manner .The meat for turkey bacon comes from the whole turkey and can be cured or uncured, smoked, chopped, and reformed into strips that resemble bacon. Turkey bacon is cooked by pan-frying. Cured turkey bacon made from dark meat can be 90% fat free. The low fat content of turkey bacon means it does not shrink while being cooked and has a tendency to stick to the pan. Macon is another alternative to bacon, produced by curing cuts of mutton in a manner similar to the production of pork bacon. Historically produced in Scotland, it was introduced across Britain during World War II as a consequence of rationing. It is today available as an alternative to bacon, produced for the Muslim market and sold at halal butchers; it is largely similar in appearance to pork bacon except for the darker colour. Vegetarian bacon, also referred to as facon, veggie bacon, or vacon, is a product marketed as a bacon alternative. It has no cholesterol, is low in fat, and contains large amounts of protein and fibre. Two slices contain about 310 kilojoules . Vegetarian bacon is usually made from marinated strips of tofu or tempeh. Bacon Today states that bacon has a very valuable amount of protein that is \"valuable to maintaining our energy levels and a fully functioning, healthy body\". Everything Tastes Better with Bacon, a book by Sara Perry, is a cookbook that compliments bacon's many uses in cooking.On the other hand, as with most meat products, producers of bacon have received heavy criticism for how their pigs are treated. Many petitions and protests have been made trying to raise awareness and change how producers treat their pigs. Many of these protests have turned out successful: for example, following NBC News's report of an undercover investigation of an abusive pig farm, Tyson Foods terminated their contract with the pig farm. Similar to NBC's investigation, The Humane Society of the United States investigated Seaboard Foods, one of the pig breeding facilities that supply Walmart. According to HSUS, the pigs were treated poorly and abused. Walmart spokesperson Diana Gee said, \"As soon as we were made aware of the allegations, we immediately reached out to Seaboard to begin investigating the issue ... Pending our review, we will take any action necessary.\" Petitions also exist that oppose poor treatment of pigs, many of which state that the current treatment of pigs in factories is cruel and unethical. The popularity of bacon in the United States has given rise to a number of commercial products that promise to add bacon flavouring without the labour involved in cooking it or the perceived negative qualities of bacon. Bacon bits are a frequently used topping on salad or potatoes, and a common element of salad bars. They are usually salted. Bacon bits are made from small, crumbled pieces of bacon; in commercial plants they are cooked in continuous microwave ovens. Similar products are made from ham or turkey, and analogues are made from textured vegetable protein, artificially flavoured to resemble bacon. There is also a wide range of other bacon-flavoured products, including a bacon-flavoured salt , Baconnaise , Bacon Grill and bacon ice cream. Bacon has been gaining popularity over the past decade. An internet fad arose around bacon.Epic Meal Time, a cooking show based on YouTube, features bacon in many of their episodes. In one episode entitled Bacon Tree, Epic Meal Time creates a tree made out of bacon using over 2,000 strips of bacon. In another episode entitled Boss Bacon Burger, over 400 strips of bacon are used to make a gigantic hamburger with bacon and other toppings.","sentences":[{"text":"Bacon is a type of salt-cured pork.","keywords":["type of salt","Bacon","pork"],"images":[]},{"text":"Bacon is prepared from several different cuts of meat, typically from the pork belly or from back cuts, which have less fat than the belly.","keywords":["pork belly","different cuts of meat","Bacon","belly","back cuts"],"images":[]},{"text":"It is eaten on its own, as a side dish (particularly in breakfasts), or used as a minor ingredient to flavour dishes (e.g., the club sandwich).","keywords":["side dish","minor ingredient","breakfasts","dishes","club sandwich"],"images":[]},{"text":"Bacon is also used for barding and larding roasts, especially game, including venison and pheasant.","keywords":["Bacon","roasts","game","venison","pheasant"],"images":[]},{"text":"The word is derived from the Old High German bacho, meaning \"buttock\", \"ham\" or \"side of bacon\", and is cognate with the Old French bacon.","keywords":["Old High German bacho","word","side of bacon","ham","Old French bacon","buttock"],"images":[]},{"text":"\n \n Meat from other animals, such as beef, lamb, chicken, goat, or turkey, may also be cut, cured, or otherwise prepared to resemble bacon, and may even be referred to as, for example, \"turkey bacon\".","keywords":["Meat","turkey bacon","animals","turkey","beef","lamb","chicken","goat","bacon","example"],"images":[]},{"text":"Such use is common in areas with significant Jewish and Muslim populations as both religions prohibit the consumption of pork.","keywords":["Such use","Muslim populations","areas","religions","consumption of pork"],"images":[]},{"text":"Vegetarian bacons such as \"soy bacon\" also exist and attract vegetarians and vegans.","keywords":["Vegetarian bacons","soy bacon","vegetarians","vegans"],"images":[]},{"text":"\n \n \n == Curing and smoking == \n \n Bacon is cured through either a process of injecting with or soaking in brine, known as wet curing, or using plain crystal salt, known as dry curing.","keywords":["plain crystal salt","wet curing","Bacon","process","brine","dry curing","Curing","smoking"],"images":[]},{"text":"Bacon brine has added curing ingredients, most notably sodium nitrite (or less often, potassium nitrate), which speed the curing and stabilize color.","keywords":["Bacon brine","sodium nitrite","potassium nitrate","ingredients","color","curing"],"images":[]},{"text":"Fresh bacon may then be dried for weeks or months in cold air, or it may be smoked or boiled.","keywords":["Fresh bacon","weeks","months","cold air"],"images":[]},{"text":"Fresh and dried bacon are typically cooked before eating, often by pan frying.","keywords":["bacon","pan"],"images":[]},{"text":"Boiled bacon is ready to eat, as is some smoked bacon, but they may be cooked further before eating.","keywords":["bacon"],"images":[]},{"text":"Differing flavours can be achieved by using various types of wood, or less common fuels such as corn cobs or peat.","keywords":["various types of wood","corn cobs","flavours","common fuels","peat"],"images":[]},{"text":"This process can take up to eighteen hours, depending on the intensity of the flavour desired.","keywords":["process","intensity of the flavour","hours"],"images":[]},{"text":"The Virginia Housewife (1824), thought to be one of the earliest American cookbooks, gives no indication that bacon is ever not smoked, though it gives no advice on flavouring, noting only that care should be taken lest the fire get too hot.","keywords":["Virginia Housewife","earliest American cookbooks","indication","bacon","advice","care","fire","flavouring"],"images":[]},{"text":"In early American history, the curing and smoking of bacon (like the making of sausage) seems to have been one of the few food-preparation processes not divided by gender","keywords":["early American history","smoking of bacon","gender","making of sausage","food-preparation processes","curing"],"images":[]},{"text":"Bacon is distinguished from other salt-cured pork by differences in the cuts of meat used and in the brine or dry packing.","keywords":["cuts of meat","Bacon","salt","pork","differences","dry packing","brine"],"images":[]},{"text":"Historically, the terms \"ham\" and \"bacon\" referred to different cuts of meat that were brined or packed identically, often together in the same barrel.","keywords":["different cuts of meat","terms","ham","bacon","barrel"],"images":[]},{"text":"Today, ham is defined as coming from the hind portion of the pig and brine specifically for curing ham includes a greater amount of sugar, while bacon is less sweet, though ingredients such as brown sugar or maple syrup are used for flavor.","keywords":["hind portion of the pig","greater amount of sugar","brown sugar","maple syrup","ham","Today","brine","bacon","ingredients","flavor"],"images":[]},{"text":"Bacon is similar to salt pork, which in modern times is often prepared from similar cuts, but salt pork is never smoked, and has a much higher salt content","keywords":["modern times","salt pork","similar cuts","pork","Bacon","much higher salt content"],"images":[]},{"text":"For safety, bacon may be treated to prevent trichinosis, caused by Trichinella, a parasitic roundworm which can be destroyed by heating, freezing, drying, or smoking.","keywords":["parasitic roundworm","safety","bacon","heating","trichinosis","Trichinella","drying","smoking"],"images":[]},{"text":"Sodium polyphosphates, such as sodium triphosphate, may also be added to make the product easier to slice and to reduce spattering when the bacon is pan-fried.","keywords":["Sodium polyphosphates","sodium triphosphate","product","bacon","pan"],"images":[]},{"text":"\n \n \n == Cuts == \n Varieties differ depending on the primal cut from which they are prepared.","keywords":["Varieties","primal cut","Cuts"],"images":[]},{"text":"Different cuts of pork are used for making bacon depending on local preferences.","keywords":["Different cuts of pork","bacon","local preferences"],"images":[]},{"text":"\n \n Side bacon, or streaky bacon, comes from the pork belly.","keywords":["Side bacon","pork belly","streaky bacon"],"images":[]},{"text":"It has long alternating layers of fat and muscle running parallel to the rind.","keywords":["layers of fat","muscle","rind"],"images":[]},{"text":"This is the most common form of bacon in the United States","keywords":["common form of bacon","United States"],"images":[]},{"text":"Pancetta is an Italian form of side bacon, sold smoked or unsmoked (aqua).","keywords":["Italian form of side bacon","Pancetta","aqua"],"images":[]},{"text":"It is generally rolled up into cylinders after curing, and is known for having a strong flavour.","keywords":["cylinders","strong flavour"],"images":[]},{"text":"\n Back bacon contains meat from the loin in the middle of the back of the pig.","keywords":["middle of the back of the pig","bacon","meat","loin"],"images":[]},{"text":"It is a leaner cut, with less fat compared to side bacon.","keywords":["leaner cut","bacon","less fat"],"images":[]},{"text":"Most bacon consumed in the United Kingdom and Ireland is back bacon.","keywords":["United Kingdom","bacon","Ireland"],"images":[]},{"text":"\n Collar bacon is taken from the back of a pig near the head.","keywords":["Collar bacon","head","back of a pig"],"images":[]},{"text":"\n Cottage bacon is made from the lean meat from a boneless pork shoulder that is typically tied into an oval shape.","keywords":["Cottage bacon","oval shape","lean meat","boneless pork shoulder"],"images":[]},{"text":"\n Jowl bacon is cured and smoked cheeks of pork.","keywords":["Jowl bacon","cheeks of pork"],"images":[]},{"text":"Guanciale is an Italian jowl bacon that is seasoned and dry cured but not smoked","keywords":["Italian jowl bacon","Guanciale"],"images":[]},{"text":"The inclusion of skin with a cut of bacon, known as the 'bacon rind', varies, though is less common in the English-speaking world.","keywords":["inclusion of skin","cut of bacon","world","bacon rind"],"images":[]},{"text":"\n \n \n == Around the world == \n \n Bacon is often served with eggs and sausages as part of a full breakfast.","keywords":["part of a full breakfast","Bacon","eggs","sausages","world"],"images":[]},{"text":"\n \n \n === Australia and New Zealand === \n The most common form sold is middle bacon, which includes some of the streaky, fatty section of side bacon along with a portion of the loin of back bacon.","keywords":["common form","middle bacon","fatty section of side bacon","Australia","portion of the loin of back bacon","New Zealand"],"images":[]},{"text":"In response to increasing consumer diet-consciousness, some supermarkets also offer the loin section only.","keywords":["consumer diet-consciousness","response","supermarkets","loin section"],"images":[]},{"text":"This is sold as short cut bacon and is usually priced slightly higher than middle bacon.","keywords":["short cut bacon","middle bacon"],"images":[]},{"text":"Both varieties are usually available with the rind removed.","keywords":["varieties","rind"],"images":[]},{"text":"\n \n \n === Canada === \n \n In Canada, the term bacon on its own typically refers to side bacon.","keywords":["term bacon","Canada","bacon"],"images":[]},{"text":"Canadian-style back bacon is a lean cut from the eye of the pork loin with little surrounding fat.","keywords":["Canadian-style back bacon","fat","lean cut","eye of the pork loin"],"images":[]},{"text":"Peameal bacon is an unsmoked back bacon, wet-cured and coated in fine-ground cornmeal (historically, it was rolled in ground, dried peas); it is popular in southern Ontario.","keywords":["Peameal bacon","unsmoked back bacon","southern Ontario","fine-ground cornmeal","ground","peas"],"images":[]},{"text":"Bacon is often eaten in breakfasts, such as with cooked eggs or pancakes.","keywords":["Bacon","breakfasts","eggs","pancakes"],"images":[]},{"text":"Maple syrup is often used as a flavouring while curing bacon in Canada. \n \n \n === Germany === \n \n Some of the meanings of bacon overlap with the German-language term Speck.","keywords":["Maple syrup","meanings of bacon overlap","bacon","German-language term Speck","Canada","Germany","flavouring"],"images":[]},{"text":"Germans use the term bacon explicitly for Frühstücksspeck ('breakfast Speck') which are cured or smoked pork slices.","keywords":["term bacon","Germans","breakfast Speck","pork slices","Frühstücksspeck"],"images":[]},{"text":"Traditional German cold cuts favor ham over bacon, however \"Wammerl\" (grilled pork belly) remains popular in Bavaria. \n Small bacon cubes (called \"Grieben\" or \"Grammerln\" in Austria and southern Germany) have been a rather important ingredient of various southern German dishes.","keywords":["southern Germany","Small bacon cubes","pork belly","bacon","Austria","Bavaria","Traditional German cold cuts favor ham","important ingredient of various southern German dishes","Grieben","Grammerln","Wammerl"],"images":[]},{"text":"They are used for adding flavor to soups and salads and for speck dumplings and various noodle and potato dishes.","keywords":["speck dumplings","various noodle","flavor","soups","salads","potato dishes"],"images":[]},{"text":"Instead of preparing them at home from larger slices, they have been sold ready made as convenience foods recently as \"Baconwürfel\" (\"bacon cubes\") in German retail stores.","keywords":["larger slices","convenience foods","home","bacon cubes","German retail stores","Baconwürfel"],"images":[]},{"text":"\n \n \n === Japan === \n In Japan, bacon (ベーコン) is pronounced \"bēkon\".","keywords":["Japan","bacon"],"images":[]},{"text":"It is cured and smoked belly meat as in the US, and is sold in either regular or half-length sizes.","keywords":["belly meat","length sizes"],"images":[]},{"text":"Bacon in Japan is different from that in the US in that the meat is not sold raw, but is processed, precooked and has a ham-like consistency when cooked.","keywords":["Bacon","ham-like consistency","Japan","meat"],"images":[]},{"text":"Uncured, sliced pork belly, known as bara (バラ), is very popular in Japan and is used in a variety of dishes (e.g. yakitori and yakiniku).","keywords":["pork belly","variety of dishes","bara","Japan","バラ","yakitori","yakiniku"],"images":[]},{"text":"\n \n \n === United Kingdom and Ireland === \n In the United Kingdom and Ireland, back bacon is most common, and is the usual meaning of the plain term \"bacon\".","keywords":["United Kingdom","back bacon","Ireland","usual meaning of the plain term","bacon"],"images":[]},{"text":"A thin slice of bacon is known as a rasher.","keywords":["thin slice of bacon","rasher"],"images":[]},{"text":"Heavily trimmed back cuts which consist of just the eye of meat, known as a medallion, are available.","keywords":["eye of meat","cuts","medallion"],"images":[]},{"text":"Bacon may be cured in several ways, and may be smoked or unsmoked; unsmoked bacon is known as \"green bacon\".","keywords":["Bacon","green bacon","ways"],"images":[]},{"text":"Fried or grilled bacon rashers are included in the traditional full breakfast.","keywords":["bacon rashers","traditional full breakfast"],"images":[]},{"text":"Hot bacon sandwiches are a popular cafe dish in the UK and Ireland, and is anecdotally recommended as a hangover cure.","keywords":["Hot bacon sandwiches","popular cafe dish","Ireland","hangover cure","UK"],"images":[]},{"text":"\n \n \n === United States === \n The term bacon on its own generally refers to side bacon, which is the most popular type of bacon sold in the US.","keywords":["term bacon","United States","bacon","popular type of bacon"],"images":[]},{"text":"Back bacon is known as \"Canadian bacon\" or \"Canadian-style bacon\", and is usually sold pre-cooked and thick-sliced.","keywords":["Canadian bacon","bacon","Canadian-style bacon"],"images":[]},{"text":"American bacons include varieties smoked with hickory, mesquite or applewood and flavourings such as chili pepper, maple, brown sugar, honey, or molasses.","keywords":["American bacons","chili pepper","brown sugar","varieties","mesquite","maple","honey","molasses","hickory","applewood","flavourings"],"images":[]},{"text":"A side of unsliced bacon is known as \"slab bacon\".","keywords":["side","slab bacon","bacon"],"images":[]},{"text":"\n \n \n == Bacon mania == \n \n The United States and Canada have seen an increase in the popularity of bacon and bacon-related recipes, dubbed \"bacon mania\".","keywords":["United States","Bacon mania","Canada","popularity of bacon","bacon-related recipes","increase"],"images":[]},{"text":"The sale of bacon in the US has increased significantly since 2011.","keywords":["sale of bacon"],"images":[]},{"text":"Sales climbed 9.5% in 2013, making it an all-time high of nearly $4 billion in US.","keywords":["time high","Sales"],"images":[]},{"text":"In a survey conducted by Smithfield, 65% of Americans would support bacon as their \"national food\".","keywords":["survey","national food","Smithfield","Americans","bacon"],"images":[]},{"text":"Dishes such as bacon explosion, chicken fried bacon, and chocolate-covered bacon have been popularised over the internet, as has using candied bacon.","keywords":["bacon explosion","Dishes","bacon","chicken","chocolate","internet"],"images":[]},{"text":"Recipes spread quickly through both countries' national media, culinary blogs, and YouTube.","keywords":["countries' national media","Recipes","YouTube","culinary blogs"],"images":[]},{"text":"Restaurants have organised and are organising bacon and beer tasting nights, The New York Times reported on bacon infused with Irish whiskey used for Saint Patrick's Day cocktails, and celebrity chef Bobby Flay has endorsed a \"Bacon of the Month\" club online, in print, and on national television","keywords":["beer tasting nights","Saint Patrick's Day cocktails","New York Times","celebrity chef Bobby Flay","Irish whiskey","bacon","Restaurants","national television","club","print","Bacon of the Month"],"images":[]},{"text":"Commentators explain this surging interest in bacon by reference to what they deem American cultural characteristics.","keywords":["surging interest","Commentators","bacon","American cultural characteristics","reference"],"images":[]},{"text":"Sarah Hepola, in a 2008 article in Salon.com, suggests a number of reasons, one of them being that eating bacon in the modern, health-conscious world is an act of rebellion: \"Loving bacon is like shoving a middle finger in the face of all that is healthy and holy while an unfiltered cigarette smoulders between your lips.\"","keywords":["Sarah Hepola","middle finger","health-conscious world","number of reasons","act of rebellion","bacon","Loving bacon","article","face","lips","unfiltered cigarette smoulders","Salon.com"],"images":[]},{"text":"She also suggests bacon is sexy (with a reference to Sarah Katherine Lewis' book Sex and Bacon), kitsch, and funny.","keywords":["Sarah Katherine Lewis' book Sex","bacon","reference","kitsch"],"images":[]},{"text":"Hepola concludes by saying that \"Bacon is American\". \n Alison Cook, writing in the Houston Chronicle, argues the case of bacon's American citizenship by referring to historical and geographical uses of bacon.","keywords":["Alison Cook","Houston Chronicle","American citizenship","Bacon","case of bacon","geographical uses of bacon","Hepola","American"],"images":[]},{"text":"Early American literature echoes the sentiment—in Ebenezer Cooke's 1708 poem The Sot-Weed Factor, a satire of life in early colonial America, the narrator already complains that practically all the food in America was bacon-infused","keywords":["Early American literature","Sot-Weed Factor","Ebenezer Cooke","early colonial America","satire of life","poem","sentiment","narrator","food","America","bacon"],"images":[]},{"text":"On 1 February 2017, The Ohio Pork Council released a report that demand for pork belly (bacon) product is outpacing supply.","keywords":["Ohio Pork Council","pork belly","report","bacon","product","supply","February"],"images":[]},{"text":"As of December 2016 national frozen pork belly inventory totaled 17.8 million lb (8.1 million kg), the lowest level in 50 years.","keywords":["national frozen pork belly inventory","lowest level","December","lb","kg"],"images":[]},{"text":"\n \n \n == Bacon dishes == \n \n Bacon dishes include bacon and eggs, bacon, lettuce, and tomato (BLT) sandwiches, Cobb salad, and various bacon-wrapped foods, such as scallops, shrimp, and asparagus.","keywords":["Bacon dishes","Cobb salad","various bacon","bacon","eggs","sandwiches","lettuce","tomato","BLT","foods","scallops","shrimp","asparagus"],"images":[]},{"text":"Recently invented bacon dishes include chicken fried bacon, chocolate covered bacon, and the bacon explosion.","keywords":["bacon dishes","bacon","chicken","chocolate","bacon explosion"],"images":[]},{"text":"Tatws Pum Munud is a traditional Welsh stew, made with sliced potatoes, vegetables and smoked bacon.","keywords":["Tatws Pum Munud","traditional Welsh stew","potatoes","vegetables","bacon"],"images":[]},{"text":"Bacon jam and bacon marmalade are also commercially available.","keywords":["Bacon jam","bacon marmalade"],"images":[]},{"text":"\n In the US and Europe, bacon is commonly used as a condiment or topping on other foods, often in the form of bacon bits.","keywords":["form of bacon bits","bacon","Europe","condiment","foods"],"images":[]},{"text":"Streaky bacon is more commonly used as a topping in the US on such items as pizza, salads, sandwiches, hamburgers, baked potatoes, hot dogs, and soups.","keywords":["Streaky bacon","such items","pizza","salads","sandwiches","hamburgers","potatoes","soups","hot dogs"],"images":[]},{"text":"In the US, sliced smoked back bacon is used less frequently than the streaky variety, but can sometimes be found on pizza, salads, and omelettes.","keywords":["streaky variety","bacon","pizza","salads","omelettes"],"images":[]},{"text":"\n Bacon is also used in adaptations of dishes; for example, bacon wrapped meatloaf, and can be mixed in with green beans or served sautéed over spinach.","keywords":["adaptations of dishes","Bacon","example","spinach","green beans","meatloaf"],"images":[]},{"text":"\n \n \n == Bacon fat == \n \n Bacon fat liquefies and becomes drippings when it is heated.","keywords":["Bacon fat","drippings"],"images":[]},{"text":"Once cool, it firms into a form of lard.","keywords":["form of lard"],"images":[]},{"text":"Bacon fat is flavourful and is used for various cooking purposes.","keywords":["Bacon fat","various cooking purposes"],"images":[]},{"text":"Traditionally, bacon grease is saved in British and southern US cuisine, and used as a base for cooking and as an all-purpose flavouring, for everything from gravy to cornbread to salad dressing.","keywords":["bacon grease","southern US cuisine","base","cornbread","purpose flavouring","salad dressing","cooking","gravy"],"images":[]},{"text":"\n \n In Germany, Griebenschmalz is a popular spread made from bacon lard.","keywords":["popular spread","Germany","bacon lard","Griebenschmalz"],"images":[]},{"text":"\n Bacon is often used for a cooking technique called barding consisting of laying or wrapping strips of bacon or other fats over a roast to provide additional fat to a lean piece of meat.","keywords":["cooking technique","strips of bacon","Bacon","fats","roast","additional fat","lean piece of meat","consisting"],"images":[]},{"text":"It is often used for roast game birds, and is a traditional method of preparing beef filet mignon, which is wrapped in strips of bacon before cooking.","keywords":["traditional method","roast game birds","beef filet mignon","strips of bacon"],"images":[]},{"text":"The bacon itself may afterwards be discarded or served to eat, like cracklings.","keywords":["bacon","cracklings"],"images":[]},{"text":"It may also be cut into lardons.","keywords":["lardons"],"images":[]},{"text":"\n One teaspoon (4 g or 0.14 oz) of bacon grease has 38 calories (40 kJ/g).","keywords":["bacon grease","calories","teaspoon","oz","kJ"],"images":[]},{"text":"It is composed almost completely of fat, with very little additional nutritional value.","keywords":["little additional nutritional value","fat"],"images":[]},{"text":"Bacon fat is roughly 40% saturated.","keywords":["Bacon fat"],"images":[]},{"text":"Despite the disputed health risks of excessive bacon grease consumption, it remains popular in the cuisine of the American South. \n \n \n == Nutrients == \n One 10-g slice of cooked side bacon contains 4.5 g of fat, 3.0 g of protein, and 205 mg of sodium.","keywords":["10-g slice","side bacon","fat","protein","Nutrients","cuisine of the American South","health risks of excessive bacon grease consumption","mg of sodium"],"images":[]},{"text":"The fat, protein, and sodium content varies depending on the cut and cooking method.","keywords":["sodium content","fat","protein","cooking method","cut"],"images":[]},{"text":"\n 68% of the food energy of bacon comes from fat, almost half of which is saturated.","keywords":["food energy of bacon","fat","half"],"images":[]},{"text":"A serving of three slices of bacon contains 30 milligrams of cholesterol (0.1%).","keywords":["slices of bacon","milligrams of cholesterol","serving"],"images":[]},{"text":"\n \n \n == Health concerns == \n \n Studies have consistently found the consumption of processed meat to be linked to increased mortality, and to an increased risk of developing a number of serious health conditions including cancer, cardiovascular disease and type 2 diabetes.","keywords":["number of serious health conditions","Health concerns","cardiovascular disease","Studies","consumption","meat","mortality","risk","cancer","type","diabetes"],"images":[]},{"text":"Although as of 2017 these links have not been definitely established as causal, they are likely to be","keywords":["links"],"images":[]},{"text":"According to the World Health Organization, regular consumption of processed meats such as bacon increases the likelihood of developing colorectal cancers by 18%.","keywords":["World Health Organization","regular consumption","colorectal cancers","meats","bacon","likelihood"],"images":[]},{"text":"\n \n \n == Alternatives == \n Several alternatives to and substitutes for bacon have been developed for those who cannot or prefer not to eat standard pork bacon.","keywords":["standard pork bacon","Alternatives","bacon","substitutes"],"images":[]},{"text":"\n \n \n === Turkey bacon === \n \n Turkey bacon is a popular alternative to bacon.","keywords":["popular alternative","Turkey bacon","bacon"],"images":[]},{"text":"People may choose turkey bacon over real bacon due to health benefits, religious laws, or other reasons.","keywords":["health benefits","turkey bacon","religious laws","People","real bacon","reasons"],"images":[]},{"text":"It is lower in fat and food energy than bacon, but may be used in a similar manner (such as in a BLT sandwich)","keywords":["food energy","similar manner","fat","bacon","BLT sandwich"],"images":[]},{"text":"The meat for turkey bacon comes from the whole turkey and can be cured or uncured, smoked, chopped, and reformed into strips that resemble bacon.","keywords":["turkey bacon","whole turkey","meat","bacon","strips"],"images":[]},{"text":"Turkey bacon is cooked by pan-frying.","keywords":["Turkey bacon","pan-frying"],"images":[]},{"text":"Cured turkey bacon made from dark meat can be 90% fat free.","keywords":["turkey bacon","fat","dark meat"],"images":[]},{"text":"The low fat content of turkey bacon means it does not shrink while being cooked and has a tendency to stick to the pan.","keywords":["low fat content of turkey bacon","tendency","pan"],"images":[]},{"text":"\n \n \n === Macon === \n Macon is another alternative to bacon, produced by curing cuts of mutton in a manner similar to the production of pork bacon.","keywords":["cuts of mutton","production of pork bacon","Macon","bacon","alternative","manner"],"images":[]},{"text":"Historically produced in Scotland, it was introduced across Britain during World War II as a consequence of rationing.","keywords":["World War","Scotland","Britain","consequence"],"images":[]},{"text":"It is today available as an alternative to bacon, produced for the Muslim market and sold at halal butchers; it is largely similar in appearance to pork bacon except for the darker colour.","keywords":["Muslim market","halal butchers","today","bacon","alternative","pork bacon","appearance","darker colour"],"images":[]},{"text":"\n \n \n === Vegetarian bacon === \n Vegetarian bacon, also referred to as facon, veggie bacon, or vacon, is a product marketed as a bacon alternative.","keywords":["Vegetarian bacon","veggie bacon","product","bacon alternative","facon","vacon"],"images":[]},{"text":"It has no cholesterol, is low in fat, and contains large amounts of protein and fibre.","keywords":["large amounts of protein","cholesterol","fat","fibre"],"images":[]},{"text":"Two slices contain about 310 kilojoules (74 kcal).","keywords":["slices","kilojoules","kcal"],"images":[]},{"text":"Vegetarian bacon is usually made from marinated strips of tofu or tempeh.","keywords":["Vegetarian bacon","strips of tofu","tempeh"],"images":[]},{"text":"\n \n \n == Reception == \n \n Bacon Today states that bacon has a very valuable amount of protein that is \"valuable to maintaining our energy levels and a fully functioning, healthy body\".","keywords":["Bacon Today","bacon","energy levels","Reception","valuable amount of protein","healthy body"],"images":[]},{"text":"Everything Tastes Better with Bacon, a book by Sara Perry, is a cookbook that compliments bacon's many uses in cooking","keywords":["Sara Perry","Tastes","Bacon","book","cookbook","cooking"],"images":[]},{"text":"On the other hand, as with most meat products, producers of bacon have received heavy criticism for how their pigs are treated.","keywords":["meat products","heavy criticism","producers of bacon","hand","pigs"],"images":[]},{"text":"Many petitions and protests have been made trying to raise awareness and change how producers treat their pigs.","keywords":["petitions","protests","awareness","producers","pigs"],"images":[]},{"text":"Many of these protests have turned out successful: for example, following NBC News's report of an undercover investigation of an abusive pig farm, Tyson Foods terminated their contract with the pig farm.","keywords":["undercover investigation of an abusive pig farm","NBC News's report","protests","example","Tyson Foods","contract","pig farm"],"images":[]},{"text":"Similar to NBC's investigation, The Humane Society of the United States (HSUS) investigated Seaboard Foods, one of the pig breeding facilities that supply Walmart.","keywords":["Humane Society of the United States","NBC's investigation","Seaboard Foods","HSUS","pig","facilities","Walmart"],"images":[]},{"text":"According to HSUS, the pigs were treated poorly and abused.","keywords":["HSUS","pigs"],"images":[]},{"text":"Walmart spokesperson Diana Gee said, \"As soon as we were made aware of the allegations, we immediately reached out to Seaboard to begin investigating the issue ...","keywords":["Walmart spokesperson Diana Gee","allegations","Seaboard","issue"],"images":[]},{"text":"Pending our review, we will take any action necessary.\"","keywords":["review","action"],"images":[]},{"text":"Petitions also exist that oppose poor treatment of pigs, many of which state that the current treatment of pigs in factories is cruel and unethical.","keywords":["poor treatment of pigs","Petitions","current treatment of pigs","factories"],"images":[]},{"text":"\n \n \n == Bacon-flavoured products == \n \n The popularity of bacon in the United States has given rise to a number of commercial products that promise to add bacon flavouring without the labour involved in cooking it or the perceived negative qualities of bacon.","keywords":["United States","popularity of bacon","number of commercial products","Bacon","products","labour","negative qualities of bacon","rise"],"images":[]},{"text":"\n \n \n === Bacon bits === \n Bacon bits are a frequently used topping on salad or potatoes, and a common element of salad bars.","keywords":["Bacon bits","salad","potatoes","common element of salad bars"],"images":[]},{"text":"They are usually salted.","keywords":[],"images":[]},{"text":"Bacon bits are made from small, crumbled pieces of bacon; in commercial plants they are cooked in continuous microwave ovens.","keywords":["Bacon bits","pieces of bacon","commercial plants","continuous microwave ovens"],"images":[]},{"text":"Similar products are made from ham or turkey, and analogues are made from textured vegetable protein, artificially flavoured to resemble bacon.","keywords":["Similar products","ham","turkey","analogues","vegetable protein","bacon"],"images":[]},{"text":"\n \n \n === Other bacon-flavoured products === \n There is also a wide range of other bacon-flavoured products, including a bacon-flavoured salt (Bacon Salt), Baconnaise (a bacon-flavoured mayonnaise), Bacon Grill (a tinned meat, similar to Spam) and bacon ice cream.","keywords":["wide range of other bacon","bacon","bacon ice cream","Bacon Salt","Bacon Grill","salt","mayonnaise","products","meat","Spam","Baconnaise"],"images":[]},{"text":"\n \n \n == In popular culture == \n \n Bacon has been gaining popularity over the past decade.","keywords":["popular culture","past decade","Bacon","popularity"],"images":[]},{"text":"An internet fad arose around bacon","keywords":["internet fad","bacon"],"images":[]},{"text":"Epic Meal Time, a cooking show based on YouTube, features bacon in many of their episodes.","keywords":["Epic Meal Time","cooking show","YouTube","episodes","features bacon"],"images":[]},{"text":"In one episode entitled Bacon Tree, Epic Meal Time creates a tree made out of bacon using over 2,000 strips of bacon.","keywords":["Bacon Tree","Epic Meal Time","episode","tree","bacon","strips of bacon"],"images":[]},{"text":"In another episode entitled Boss Bacon Burger, over 400 strips of bacon are used to make a gigantic hamburger with bacon and other toppings.","keywords":["Boss Bacon Burger","strips of bacon","episode","bacon","toppings","gigantic hamburger"],"images":[]},{"text":"\n \n \n == See also == \n \n \n == References == \n \n \n == External links ==","keywords":["External links","References"],"images":[]}],"senteces":[{"text":"Bacon is a type of salt-cured pork.","keywords":["type of salt","Bacon","pork"],"images":[]},{"text":"Bacon is prepared from several different cuts of meat, typically from the pork belly or from back cuts, which have less fat than the belly.","keywords":["pork belly","different cuts of meat","Bacon","belly","back cuts"],"images":[]},{"text":"It is eaten on its own, as a side dish (particularly in breakfasts), or used as a minor ingredient to flavour dishes (e.g., the club sandwich).","keywords":["side dish","minor ingredient","breakfasts","dishes","club sandwich"],"images":[]},{"text":"Bacon is also used for barding and larding roasts, especially game, including venison and pheasant.","keywords":["Bacon","roasts","game","venison","pheasant"],"images":[]},{"text":"The word is derived from the Old High German bacho, meaning \"buttock\", \"ham\" or \"side of bacon\", and is cognate with the Old French bacon.","keywords":["Old High German bacho","word","side of bacon","ham","Old French bacon","buttock"],"images":[]},{"text":"\n \n Meat from other animals, such as beef, lamb, chicken, goat, or turkey, may also be cut, cured, or otherwise prepared to resemble bacon, and may even be referred to as, for example, \"turkey bacon\".","keywords":["Meat","turkey bacon","animals","turkey","beef","lamb","chicken","goat","bacon","example"],"images":[]},{"text":"Such use is common in areas with significant Jewish and Muslim populations as both religions prohibit the consumption of pork.","keywords":["Such use","Muslim populations","areas","religions","consumption of pork"],"images":[]}]}